Repository: todoroo/astrid
Catalog: translations/strings-*.po
Languages: cs, hu, nb, zh_cn

source: By using Astrid you agree to the
cs: jednou za tři dny

source: "Terms of Service"
cs: jednou týdně

source: Login with Username/Password
cs: Máš $NUM se značkou $FILTER

source: Login Later
cs: Prosím nainstalujte zásuvný modul Astrid Locale!

source: Why not sign in?
cs: OpenCRX

source: I'll do it!
cs: Pracovní plochy

source: No thanks
cs: Přiřazeno k

source: Sign-in to get the most out of Astrid! For free you get online backup, full synchronization with with Astrid.com the ability to add tasks via email and you can even share tasks lists with friends!
cs: Přiřazeno k '%s'

source: Creator
cs: OpenCRX data provider

source: Assigned to
cs: For example: <i>CRX</i>

source: Default ActivityCreator
cs: Sign in with your OpenCRX account

source: New activities will be created by: %s
cs: Přihlásit se

source: New activities will not be synchronized by default
cs: Login

source: OpenCRX server
cs: Heslo

source: Host
cs: Error: fillout all fields

source: OpenCRX host
cs: Error: login or password incorrect!

source: For example: <i>mydomain.com</i>
cs: OpenCRX

source: Segment
cs: %s úkolů zálohováno /pro více detailů klikněte

source: Synchronized segment
cs: Chyba připojení! Zkontrolujte vaše internetové připojení.

source: For example: <i>Standard</i>
cs: Login was not specified!

source: Standard
cs: Nebylo určeno heslo!

source: Provider
cs: Přiřadit úkol k této osobě:

source: OpenCRX data provider
cs: &lt;Nepřiřazeno&gt;

source: For example: <i>CRX</i>
cs: Assign this task to this creator:

source: CRX
cs: &lt;Výchozí&gt;

source: Log In to OpenCRX
cs: Na pracovní ploše: ?

source: Sign in with your OpenCRX account
cs: Na pracovní ploše...

source: Login
cs: Přiřazeno k ...

source: Error: fillout all fields
cs: Anonymní statistiky používání

source: Error: login or password incorrect!
cs: Nebudou oznámena žádná data o využití

source: Login was not specified!
cs: Assigned by me to

source: Assign this task to this creator:
cs: Přidat komentář

source: Assigned by me to
cs: Přihlásit se

source: Assigned by others to
cs: Vytvořit nového uživatele

source: Remind Me:
cs: Později...

source: When task is due
cs: Jdi pryč!

source: When task is overdue
cs: Nastavení upozornění

source: Randomly once
cs: Nerušit od

source: Ring Five Times
cs: Nerušit do

source: Reminders Enabled?
cs: Max volume for multiple-ring reminders

source: Astrid reminders are enabled (this is normal)
cs: Astrid will max out the volume for multiple-ring reminders

source: Astrid reminders will never appear on your phone
cs: Astrid will use the system-setting for the volume

source: Notifications will be silent after %s.\nNote: vibrations are controlled by the setting below!
cs: Astrid bude vibrovat při odesílání upozornění

source: Notifications will stop being silent starting at %s
cs: Astrid bude vypisovat povzbuzující zprávy během upozornění

source: Default Reminder
cs: Astrid will not give you any encouragement messages

source: Notifications for tasks without duetimes will appear at %s
cs: Snooze Dialog HH:MM

source: Max volume for multiple-ring reminders
cs: týdně

source: Astrid will max out the volume for multiple-ring reminders
cs: každých ctrnáct dní

source: Astrid will use the system-setting for the volume
cs: měsíčně

source: Minute(s)
cs: Omlouvám se, nastala chyba při ověřování tvého přihlášení. Prosím, zkus to znovu. \n\n Chybová hláška: %s

source: Year(s)
cs: Astrid: Remember the Milk

source: Add to List:
cs: Nebyly provedeny žádné změny.

source: List Name
cs: List %1$s was deleted, affecting %2$d tasks

source: Select a list
cs: Renamed %1$s with %2$s for %3$d tasks

source: Show List
cs: Stop

source: New List
cs: Aktivní časovače pro %s!

source: List Saved
cs: Filtry časovače

source: Please enter a name for this list first!
cs: Úkol je časován

source: New
cs: Mluvte pro vytvoření úkolu

source: My Lists
cs: Speak to set task notes

source: Shared With Me
cs: Voice-input is not installed.\nDo you want to go to the market and install it?

source: Inactive
cs: Unfortunately voice-input is not available for your system.\nIf possible, please update Android to 2.1 or later.

source: Not In Any List
cs: Unfortunately the market is not available for your system.\nIf possible, try downloading voice search from another source.

source: Rename List
cs: Voice input button will be displayed in task list page

source: Delete List
cs: Voice input button will be hidden on task list page

source: Delete this list: %s? (No tasks will be deleted.)
cs: Directly Create Tasks

source: Rename the list %s to:
cs: Tasks will automatically be created from voice input

source: List %1$s was deleted, affecting %2$d tasks
cs: Voice Reminders

source: Renamed %1$s with %2$s for %3$d tasks
cs: Astrid will speak task names during task reminders

source: Timer
cs: Astrid will sound a ringtone during task reminders

source: Stop
cs: Nastavení hlasového vstupu
