Repository: todoroo/astrid
Catalog: translations/strings-*.po
Languages: cs, hu, nb, zh_cn

source: Drag the grabber on the left side of a task to rearrange it. Swipe the grabber left or right to change indentation.
cs: Clearing completed tasks...
hu: A bal oldali fogantyúval lehet átrendezni a feladatokat. A fogantyút balra vagy jobbra húzva lehet megváltoztatni a behúzást.
nb: Dra hendelen på venstre side av oppgaven for å endre plassering. Dra den til venstre eller høyre for å endre innrykk.
zh_cn: Log In to Google Tasks

source: Log In to Google Tasks
cs: To view your tasks with indentation and order preserved, go to the Filters page and select a Google Tasks list. By default, Astrid uses its own sort settings for tasks.
hu: Bejelentkezés a Google Teendőkbe
nb: Logg inn til Google Tasks
zh_cn: Please log in to Google Tasks Sync (Beta!). Google Apps for Domain is currently unsupported, we're working on that!

source: To view your tasks with indentation and order preserved, go to the Filters page and select a Google Tasks list. By default, Astrid uses its own sort settings for tasks.
cs: Heslo
hu: Ha a feladatokat eredeti sorrendben és a behúzások megőrzésével szeretné látni, a Szűrések oldalon válasszon ki egy Google Teendők listát. Alapértelmezésként az Astrid a saját rendezési elvét használja.
nb: Å vise oppgaver med innrykk og rekkefølge bevart, gå til Filter siden og velg Google oppgaveliste. Som standard bruker Astrid sine egne innstillinger for oppgaver.
zh_cn: 登录

source: Sign In
hu: Bejelentkezés
nb: Logg inn
zh_cn: 登录

source: E-mail
nb: E-post
zh_cn: 密码

source: Google Apps for Domain account
cs: Pravděpodobně jste narazili na stránky chráněné Captchou. Zkuste se přihlásit pomocí prohlížeče a poté se vraťte sem a zkuste to znovu:
hu: Google Apps for Domain fiók
nb: Google applikasjoner for Domene konto.
zh_cn: 错误：请填写所有域！

source: Error: fill out all fields!
hu: Hiba: töltsön ki minden mezőt!
nb: Feil: Alle felt må fylles ut!
zh_cn: 错误：请填写所有域！

source: Error: e-mail or password incorrect!
cs: When task is overdue
hu: Hiba: nem megfelelő e-mail vagy jelszó!
nb: Feil: feil e-post eller passord!
zh_cn: 错误：e-mail 或密码不正确！

source: You may have encountered a captcha. Try logging in from the browser, then come back to try again:
cs: Sync individual tasks as they are saved
nb: Du kan ha oppstått en feil. Prøv å logge inn fra nettleseren, så kom tilbake å prøv på nytt:

source: Intro: Press me to see notes
cs: Vložte widget na vaši plochu
nb: Intro: Trykk på meg for å se notater.

source: Create your first task
cs: A desktop widget is a great way to keep track of your what you have to do as well as a way to quickly add new tasks.\n\n How to add a widget:\n 1) Long press on your phone's desktop.\n 2) Choose "Widget" from resulting menu\n 3) Choose the Astrid widget.\n 4) You can select a Astrid filter. Choose "Active Tasks" for all your tasks\n\n Bonus: Use the widget to add a task!
hu: Hozza létre első feladatát
nb: Skap din første oppgave
zh_cn: Two ways to add a task:\n 1) Quick Add: Just type the task into the quick entry box and press the + button that appears on the left.\n\n 2) Regular add: Press the button to the right of the quick entry box. Add basic details (due date, tags, notes) or set more advanced options. Save the task with the save button or your phone's back button.\n\n

source: Add a widget to your desktop
cs: Astrid makes it possible for you to sync your tasks with Astrid.com, Google Tasks, and Producteev.\n\n To enable sync from Astrid press "Menu" -&gt; "Settings" -&gt; "Synchronization" and choose the sync provider you prefer.
hu: Adja hozzá a widgetet a főképernyőhöz
nb: Legg til en widget på skrivebordet
zh_cn: A desktop widget is a great way to keep track of your what you have to do as well as a way to quickly add new tasks.\n\n How to add a widget:\n 1) Long press on your phone's desktop.\n 2) Choose "Widget" form resulting menu\n 3) Choose the Astrid widget.\n 4) You can select a Astrid filter. Choose "Active Tasks" for all your tasks\n\n Bonus: Use the widget to add a task!

source: Astrid Filter Alert
cs: od %s
nb: Astrid filteralarm
zh_cn: 当您在现在的过滤器中有任何任务时，Astrid 将向您发送提醒：

source: Astrid will send you a reminder when you have any tasks in the following filter:
cs: Přidat komentář
nb: Astrid vil gi deg en påminnelse når du har oppgaver i følgende filter:
zh_cn: 过滤器：

source: Limit notifications to:
cs: Assigned to
hu: Értesítések korlátozása:
nb: Begrens påminnelser til:
zh_cn: 每小时一次

source: once an hour
cs: OpenCRX
hu: óránként egyszer
nb: en gang i timen
zh_cn: 每六小时一次

source: once every six hours
cs: (Nesynchronizovat)
hu: hat óránként egyszer
nb: hver sjette time
zh_cn: 每十二小时一次

source: once every twelve hours
cs: Default ActivityCreator
hu: tizenkét óránként egyszer
nb: hver tolvte time
zh_cn: 每天一次

source: once a day
cs: New activities will be created by: %s
hu: naponta egyszer
nb: en gang om dagen
zh_cn: 每三天一次

source: once every three days
cs: New activities will not be synchronized by default
hu: három naponta egyszer
nb: hver tredje dag
zh_cn: 每周一次

source: once a week
cs: OpenCRX server
hu: hetente egyszer
nb: en gang i uken
zh_cn: 您有在 $FILTER 中有 $NUM 个任务

source: You have $NUM matching: $FILTER
cs: Host
nb: Du har $NUM som matcher: $FILTER
zh_cn: 请安装 Astrid Locale 插件！

source: Please install the Astrid Locale plugin!
cs: OpenCRX host
hu: Kérjük, telepítsd az Astrid Locale bővítményt!
nb: Vennligst innstaller Astrid Locale tillegget!
zh_cn: Astrid Power Pack

source: Workspaces
hu: Munkaterületek
nb: Arbeidsområder
zh_cn: 分配给

source: Assigned To
cs: Synchronized segment
hu: Hozzárendelve
nb: Tildelt
zh_cn: 分配给‘%s’

source: Assigned To '%s'
nb: Tildelt til '%s'
zh_cn: 来自‘%s’

source: from %s
nb: fra %s
zh_cn: 添加评论

source: Add a Comment
hu: Megjegyzés hozzáadása
nb: Legg til kommentar
zh_cn: Producteev

source: (Do Not Synchronize)
nb: (Ikke synkroniser)

source: %s tasks updated / click for more details
hu: %s feladat frissült / kattintson a részletekért
nb: %s oppdaterte oppgaver / trykk for flere detaljer
zh_cn: 连接错误！查看您的网络连接。

source: Connection Error! Check your Internet connection.
hu: Kapcsodási hiba! Ellenőrizze az internetkapcsolatot!
nb: Tilkoblingsfeil! Kontroller tilkoblingen til Internett
zh_cn: 没有填写 E-Mail！

source: Password was not specified!
hu: Nem adott meg jelszót!
nb: Passord ble ikke spesifisert!
zh_cn: 将此任务分配给：

source: Assign this task to this person:
hu: Feladat hozzárendelése személyhez:
nb: Tildel følgende person denne oppgaven:
zh_cn: &lt;取消分配&gt;

source: &lt;Unassigned&gt;
hu: &lt;Nincs hozzárendelve&gt;
nb: &lt;Utildelt&gt;
zh_cn: 分配此任务到工作空间：

source: &lt;Default&gt;
hu: &lt;Alapértelmezett&gt;
nb: &lt;Standard&gt;
zh_cn: In workspace: ?

source: In workspace: ?
hu: Munkaterület: ?
nb: I arbeidsområde:?

source: In workspace...
hu: Munkaterület...
nb: I arbeidsområde...
zh_cn: Assigned to: ?

source: Assigned to: ?
hu: Hozzárendelve: ?
nb: Tildelt: ?

source: Assigned to...
hu: Hozzárendelve...
nb: Tildelt...
zh_cn: 提醒我...

source: Anonymous Usage Stats
cs: Nové úkoly budou přidány do: %s
hu: Anonim felhasználási statisztikák
nb: Anonym bruksstatistikk
zh_cn: No usage data will be reported

source: No usage data will be reported
cs: Nové úkoly nebudou standardně synchronizovány
hu: Nem küld felhasználási adatokat
nb: Ingen bruksdata vil bli rapportert
zh_cn: Help us make Astrid better by sending anonymous usage data

source: Help us make Astrid better by sending anonymous usage data
cs: Přihlaste se k Producteev
hu: Segítsen jobbá tenni az Astridot anonim felhasználási adatok küldésével
nb: Hjelp oss å forbedre Astrid ved å sende anonym bruksdata
zh_cn: Producteev

source: Default Workspace
nb: Standart arbeidsområde
zh_cn: 默认工作空间

source: Add new Workspace...
cs: Chyba: vyplňte všechna pole!
nb: Legg til nytt arbeidsområde
zh_cn: 工作空间名称

source: Name for new Workspace
cs: Chyba: hesla se neshodují!
hu: Munkaterület neve
nb: Navn for nytt arbeidsområde
zh_cn: 默认工作空间

source: New tasks will be added to: %s
cs: Producteev
hu: Új feladatok létrehozása itt: %s
nb: Nye oppgaver legges til: %s
zh_cn: 新任务默认不会被同步

source: New tasks will not be synchronized by default
cs: %s úkolů zálohováno /pro více detailů klikněte
hu: Az új feladatok nem lesznek szinkronizálva
nb: Nye oppgaver synkroniseres ikke automatisk
zh_cn: 登录 Producteev

source: Log In to Producteev
cs: Chyba připojení! Zkontrolujte vaše internetové připojení.
hu: Bejelentkezés a Producteevba
nb: Logg inn på Producteev
zh_cn: 用您已有的 Producteev 帐号登录，或创建一个新帐号！

source: Sign in with your existing Producteev account, or create a new account!
cs: Nebyl určen e-mail!
nb: Logg inn med din Producteev-konto eller opprett en ny konto!
zh_cn: 条款及条件

source: Terms &amp; Conditions
cs: Nebylo určeno heslo!
hu: Felhasználási Feltételek
nb: Brukervilkår
zh_cn: 条款及条件

source: Create New User
cs: &lt;Nepřiřazeno&gt;
hu: Úf felhasználó létrehozása
nb: Lag ny bruker
zh_cn: E-mail

source: Timezone
cs: Na pracovní ploše: ?
hu: Időzóna
nb: Tidssone
zh_cn: 确认

source: Confirm Password
cs: Na pracovní ploše...
hu: Jelszó megerõsítése
nb: Bekreft passord
zh_cn: 名

source: First Name
cs: Přiřazeno k: ?
hu: Keresztnév
nb: Fornavn
zh_cn: 姓

source: Last Name
cs: Přiřazeno k ...
hu: Vezetéknév
nb: Etternavn
zh_cn: 错误：请填写所有域！

source: Error: passwords don't match!
cs: When task is due
hu: Hiba: A jelszavak nem egyeznek!
nb: Feil: passordene matcher ikke!
zh_cn: 错误：e-mail 或密码不正确！

source: E-Mail was not specified!
cs: Ring Five Times
hu: Nem adott meg e-mailt!
nb: E-post ble ikke spesifisert!
zh_cn: 没有填写密码！

source: Assign this task to this workspace:
cs: týden
nb: Legg oppgaven til dette arbeidsområdet:
zh_cn: &lt;默认&gt;

source: Remind me...
hu: Emlékeztessen...
nb: Minn meg på...
zh_cn: ... 当任务到期时

source: ... when task is due
hu: ... a határidőkor
nb: ...når oppgaven forfaller
zh_cn: ... 当任务过期时

source: ... when task is overdue
hu: ... ha már elmúlt a határidő
nb: ... når oppgaven har forfalt
zh_cn: ... 一次随机地

source: ... randomly once
hu: ... valamikor minden
nb: ... tilfeldig tidspunkt, en gang.
zh_cn: 响铃/振动类型：

source: Ring/Vibrate Type:
cs: Notifications will be silent after %s.\nNote: vibrations are controlled by the setting below!
hu: Csörgés/rezgés módja:
nb: Ringe- og vibrasjonstype:
zh_cn: 响铃一次

source: Ring Once
cs: Tichý režim zakázán
hu: Egyszer csörögjön
nb: Ring én gang
zh_cn: 响铃到我取消为止

source: Ring Until I Dismiss Alarm
cs: Notifications will stop being silent starting at %s
hu: Csörögjön, amíg nem törlöm
nb: Ring til jeg slår av alarmen
zh_cn: 一小时

source: an hour
cs: Default Reminder
hu: órában
nb: i timen
zh_cn: 一天

source: a day
cs: Notifications for tasks without duetimes will appear at %s
hu: napon
nb: om dagen
zh_cn: 一周

source: a week
cs: Zvuk upozornění
hu: héten
nb: i uken
zh_cn: 两周内

source: in two weeks
cs: Vlastní vyzvánění bylo nastaveno
hu: két hétben
nb: om to uker
zh_cn: 一个月

source: a month
cs: Vyzvánění ztišeno
hu: hónapban
nb: i måneden
zh_cn: 两个月

source: in two months
cs: Bude použito výchozí vyzvánění
hu: két hónapban
nb: om to måneder
zh_cn: 提醒！

source: Reminder!
cs: Trvání upozornění
hu: Emlékeztető!
nb: Påminnelse!
zh_cn: 已完成!

source: Already Done!
cs: Pro smazání musí být upozornění zobrazeno každé zvlášť
hu: Már elvégezte!
nb: Allerede utført!
zh_cn: 一会再说...

source: Snooze...
cs: Upozornění mohou být smazána s tlačítkem "Smazat vše"
hu: Szundi...
nb: Slumre
zh_cn: 滚开！

source: Go Away!
cs: Nastavit ikonu upozornění
hu: Tűnj el!
nb: Gå vekk!
zh_cn: 提醒设置

source: Reminder Settings
cs: Vybrat ikonu upozornění
hu: Emlékeztetők beállításai
nb: Påminnelseinnstillinger
zh_cn: 静默时间开始

source: Quiet Hours Start
cs: Vibruj při upozornění
hu: Csendes időszak kezdete
nb: Stilletimer start
zh_cn: 在 %s 之后不会出现通知

source: Quiet hours is disabled
cs: Astrid nebude vibrovat při odesílání upozornění
hu: Nincs csendes időszak
nb: Stilletimer er deaktivert
zh_cn: 静默时间结束

source: Quiet Hours End
cs: Astrid Encouragements
hu: Csendes időszak vége
nb: Stilletimer slutt
zh_cn: 通知将于 %s 后开始出现

source: Notification Ringtone
cs: Snooze by selecting new snooze time (HH:MM)
hu: Értesítési csengőhang
nb: Ringetone for påminnelser
zh_cn: 铃声已设置为自定义

source: Custom ringtone has been set
cs: Snooze by selecting # days/hours to snooze
hu: Egyedi csengőhang lett beállítva
nb: Egendefinert ringetone er satt
zh_cn: 铃声已设置为静音

source: Ringtone set to silent
cs: Náhodná upozornění
hu: A csengőhang csendesre lett beállítva
nb: Ringetone satt på Stille
zh_cn: 将使用默认铃声

source: Default ringtone will be used
cs: Nové úkoly nebudou mít náhodné upozornění
hu: Az alapértelmezett csengőhangot használja
nb: Standardringetone vil bli brukt
zh_cn: 通知持久性

source: Notification Persistence
cs: Na nové úkoly bude upozorňováno náhodně: %s
hu: Tartós értesítések
nb: Påminnelse intensitet
zh_cn: 通知必须单独查看以被清除

source: Notifications must be viewed individually to be cleared
cs: Výchozí nastavení nového úkolu
hu: Az értesítéseket egyenként meg kell nyitni az eltüntetésükhöz
nb: Varsler må ses individuelt for å kunne fjernes
zh_cn: 通知能被“清除所有”按钮清除

source: Notifications can be cleared with "Clear All" button
cs: zakázáno
hu: Az értesítések eltüntethetők az "Összes törlése" gombbal
nb: Varsler kan slettes ved "Slett alt"-knappen
zh_cn: 通知图标设置

source: Notification Icon Set
cs: každou hodinu
hu: Értesítési ikon beállítása
nb: Velg ikon for varsel
zh_cn: 选择 Astrid 通知栏图标

source: Choose Astrid's notification bar icon
cs: denně
hu: Válassza ki az Astrid értesítési ikonját
nb: Velg Astrids statuslinjeikon
zh_cn: 提醒时振动

source: Vibrate on Alert
cs: každý druhý měsíc
hu: Rezegjen értesítéskor
nb: Vibrer ved varsel
zh_cn: Astrid 发送通知时将振动

source: Astrid will vibrate when sending notifications
cs: zakázáno
hu: Az Astrid rezegni fog értesítés küldésekor
nb: Astrid vil vibrere ved varsler
zh_cn: Astrid 发送通知时不会振动

source: Astrid will not vibrate when sending notifications
hu: Az Astrid nem fog rezegni értesítés küldésekor
nb: Astrid vil ikke vibrere ved varsler
zh_cn: Astrid 提醒

source: Astrid will show up to give you an encouragement during reminders
hu: Astrid minden értesítésnél megjelenik, hogy bátorítson
nb: Astid vil vise oppmuntringsbeskjeder ved påminnelser
zh_cn: Astrid 不会给您任何鼓励信息

source: Snooze Dialog HH:MM
hu: Szundi beállítás ÓÓ:PP
nb: Slumreinnstillinger TT:MM
zh_cn: HH:MM 式休息对话框

source: Snooze by selecting new snooze time (HH:MM)
hu: Válasszon új időt a szundihoz (ÓÓ:PP)
nb: Slumre ved å velge ny tid (TT:MM)
zh_cn: 选择休息时长(天/小时)

source: Snooze by selecting # days/hours to snooze
nb: Slumre ved å velge # dager/timer å slumre
zh_cn: 随机提醒

source: Random Reminders
hu: Váletlenszerű emlékeztetők
nb: Tilfeldige påminnelser
zh_cn: 新任务没有随机提醒

source: New tasks will have no random reminders
hu: Az új feladatokhoz nem lesznek véletlenszerű emlékeztetők
nb: Nye oppgaver skal ikke påminnes tifeldig
zh_cn: 新任务将随机提醒：%s

source: New tasks will remind randomly: %s
hu: Az új feladatok véletlenszerű emlékeztetői:
nb: Nye oppgaver påminnes tilfeldig: %s
zh_cn: 新任务默认

source: disabled
hu: kikapcsolva
nb: deaktivert
zh_cn: 禁用

source: hourly
hu: óránként
nb: hver time
zh_cn: 每天

source: daily
hu: naponta
nb: daglig
zh_cn: 每周

source: weekly
hu: hetente
nb: ukentlig
zh_cn: 每两周

source: bi-weekly
hu: kéthetente
nb: hver andre uke
zh_cn: 每月

source: monthly
hu: havonta
nb: månedlig
zh_cn: 每两月

source: bi-monthly
hu: kéthavonta
nb: hver annen måned
zh_cn: 禁用

source: 8 PM
hu: este 8
nb: kl 20.00

source: 9 PM
hu: este 9
nb: kl 21.00

source: 10 PM
hu: este 10
nb: kl 22.00

source: 11 PM
hu: éjjel 11
nb: kl 23.00

source: 12 AM
hu: éjfél
nb: kl 00.00

source: 1 AM
hu: éjjel 1
nb: kl 01.00

source: 2 AM
hu: éjjel 2
nb: kl m02.00

source: 3 AM
hu: éjjel 3
nb: kl 03.00

source: 4 AM
hu: hajnal 4
nb: kl 04.00

source: 5 AM
hu: hajnal 5
nb: kl 05.00

source: 6 AM
hu: reggel 6
nb: kl 06.00

source: 7 AM
hu: reggel 7
nb: kl 07.00

source: 8 AM
hu: reggel 8
nb: kl 08.00

source: 9 AM
hu: reggel 9
nb: kl 09.00

source: 10 AM
hu: délelőtt 10
nb: kl 10.00

source: 11 AM
hu: délelőtt 11
nb: kl 11.00

source: 12 PM
hu: dél
nb: kl 12.00

source: 1 PM
hu: délután 1
nb: kl 13.00

source: 2 PM
hu: délután 2
nb: kl 14.00

source: 3 PM
hu: délután 3
nb: kl 15.00

source: 4 PM
hu: délután 4
nb: kl 16.00

source: 5 PM
hu: délután 5
nb: kl 17.00

source: 6 PM
hu: este 6
nb: kl 18.00

source: 7 PM
hu: este 7
nb: kl 19.00

source: Hi there! Have a sec?
cs: Omlouvám se! Čas na
hu: Hahó! Van egy perce?
nb: Hei! Har du et sekund?
zh_cn: 一会再说？

source: Can I see you for a sec?
cs: Jsi volný? Čas na
hu: Ráér egy percre?
nb: Får jeg prate med deg et sekund?
zh_cn: 有时间？

source: Have a few minutes?
cs: Nebuď ted líná/ý
hu: Ráér pár percig?
nb: Har du et par minutter?
zh_cn: 您忘了？

source: Did you forget?
cs: Čas spaní vypršel!
hu: Elfelejtette?
nb: Har du glemt?
zh_cn: 抱歉！

source: Excuse me!
cs: Už zádné spaní!
hu: Elnézést!
nb: Unnskyld!
zh_cn: 您什么时候有空：

source: When you have a minute:
cs: Jsi teď připraven(a)?
hu: Ha lesz egy perce:
nb: Når du har et minutt:
zh_cn: 您的日程：

source: On your agenda:
cs: Už žádné odkládání!
hu: A teendői között:
nb: På din agenda:
zh_cn: 有空吗？

source: Free for a moment?
cs: Mám pro Tebe něco!
hu: Ráér egy pillanatra?
nb: Ledig et øyeblikk?
zh_cn: Astrid 来啦！

source: Astrid here!
cs: Ready to put this in the past?
hu: Itt Astrid!
nb: Astrid her!
zh_cn: 嘿，能烦你吗？

source: Hi! Can I bug you?
cs: Proč tohle nedokončís?
hu: Hahó! Zavarhatom?
nb: Hei! Kan jeg forstyrre litt?
zh_cn: 就占你一分钟成不？

source: A minute of your time?
cs: Tak co borče? Jdeme do toho?
hu: Egy percet az idejéből?
nb: Ett minutt av din tid?
zh_cn: 今天太适合做

source: It's a great day to
cs: Jsi připraven(a) tohle udělat?
hu: Kiváló nap, hogy
nb: Det er en fin dag å
zh_cn: 该工作啦！

source: Time to work!
cs: Můžes tohle zvládnout?
hu: Itt az idő dolgozni!
nb: På tide å komme i gang!
zh_cn: 到期啦！

source: Due date is here!
cs: Můžeš výt šťastná/ý! Jen tohle dokonči!
hu: Itt a határidő!
nb: Forfallsdatoen er kommet!
zh_cn: 准备开始了吗？

source: Ready to start?
cs: Slibuji Ti, že se budeš cítit lépe, když tohle dokončíš!
hu: Készen áll?
nb: Klar å starte?
zh_cn: 您说过您会做：

source: You said you would do:
cs: Neuděláš tohle dnes?
hu: Azt mondta, ezt megteszi:
nb: Du sa du ville gjøre:
zh_cn: 您需要开始：

source: You're supposed to start:
cs: Tak to konečně dodělej. Už mě to unavuje!
hu: El kellene kezdenie:
nb: Det er meningen du skal starte:
zh_cn: 您需要开始：

source: Time to start:
cs: Můžes tohle dokončit?
hu: Itt az idő elkezdeni:
nb: Det er på tide å starte:
zh_cn: 开始时间：

source: It's time!
cs: Plánuješ tohle vůbec někdy udělat?
hu: Itt az idő!
nb: Det er på tide!
zh_cn: 是时候啦！

source: Excuse me! Time for
cs: Měj ze sebe radost! Jdeme na to!
hu: Elnézést! Itt az ideje
nb: Unnskyld! Det er tid for
zh_cn: 您有空？该

source: You free? Time to
cs: Jsem na Tebe pyšný! Pojď to dokončit!
hu: Szabad? Itt az idő
nb: Er du ledig? Det er tid for
zh_cn: 别懒啦！

source: Don't be lazy now!
cs: A little snack after you finish this?
hu: Ne legyen lusta!
nb: Ikke vær så lat!
zh_cn: 休息时间到！

source: Snooze time is up!
cs: Jen tenhle úkol? Prosím?
hu: Lejárt a szundi ideje!
nb: Slumretiden er ferdig!
zh_cn: 不能再休息了！

source: No more snoozing!
cs: Je čas zkrátit Tvůj seznam úkolů!
hu: Nincs több szundizás!
nb: Ikke mer slumring!
zh_cn: 现在您准备好了吗？

source: Now are you ready?
cs: Prosím řekni mi, že není pravda, že jsi prokrastinátor!
hu: Most már készen áll?
nb: Er du klar nå da?
zh_cn: 不能再推迟了！

source: No more postponing!
cs: Doesn't being lazy get old sometimes?
hu: Nincs több halasztás!
nb: Ingen flere utsettelser!
zh_cn: 看我为你准备了什么！

source: I've got something for you!
cs: Někdo někde čeká až tohle dokončíš!
hu: Van valamim az Ön számára!
nb: Jeg har noe for deg!
zh_cn: 准备好将此放到过去了吗？

source: Ready to put this in the past?
cs: Když jsi řekl odložit, ve skutečnosti jsi myslel 'Já to udělám', že?
hu: Készen áll ezt elmúlttá tenni?
nb: Klar til å legge dette bak deg?
zh_cn: 为什么不将它完成呢？

source: Why don't you get this done?
cs: Tohle je naposledy co to odkládáš, že?
hu: Miért nem fejezi be gyorsan ezt?
nb: Hvorfor får du ikke dette gjort?
zh_cn: 怎么样？准备好了吗，小子？

source: How about it? Ready tiger?
cs: Jen to dodělej, nikomu to neřeknu!
hu: Ehhez mit szól? Készen áll?
nb: Nå? Er du klar?
zh_cn: 准备好做此事了吗？

source: Ready to do this?
cs: Proč odkládat, když můžes hmm... neodkládat!
hu: Készen áll erre?
nb: Klar til å starte dette?
zh_cn: 你能处理它吗？

source: Can you handle this?
cs: Nakonec to doděláš, že?
hu: Meg tudja oldani ezt?
nb: Klarer du dette?
zh_cn: 你会很愉快！完成它就行！

source: You can be happy! Just finish this!
cs: Myslím, že jsi opravdu úžasný. Co takhle tohle neodkládat?
hu: Örülhet! Csak fejezze be ezt!
nb: Du blir glad! Bare bli ferdig!
zh_cn: 我保证，你完成它会感觉好多了！

source: I promise you'll feel better if you finish this!
cs: Will you be able to achieve your goals if you do that?
hu: Megígérem, jobban érzi magát, ha ezt elvégzi!
nb: Jeg lover at du vil føle deg bedre hvis du avslutter dette!
zh_cn: 你不是打算今天做吗？

source: Won't you do this today?
cs: Odkládat, odkládat, odkládat. Kdy se změníš!
hu: Nem végzi el ezt ma?
nb: Gjør du ikke dette i dag?
zh_cn: 完成它，连我都烦它了！

source: Please finish this, I'm sick of it!
cs: Mám dost tvých omluv! Jen to dodělej!
hu: Kérem, végezze el, unom már!
nb: Kan du ikke bare avslutte oppgaven? Jeg er så lei av den.
zh_cn: 你能完成它吗？是的，你一定行！

source: Can you finish this? Yes you can!
cs: Nepoužil jsi stejnou omluvu i posledně?
hu: Meg tudja tenni? Hát hogyne!
nb: Klarer du å avslutte oppgaven? Ja, det klarer du!
zh_cn: 你真的真的有打算做此事？?

source: Are you ever going to do this?
cs: Nemůžu Ti pomoci organizovat tvůj život, když tohle děláš...
hu: Megteszi ezt valaha is?
nb: Skal du noensinne gjøre dette?
zh_cn: 要感觉良好！开始吧！

source: Feel good about yourself! Let's go!
cs: Opakování úkolů
hu: Legyen büszke magára! Gyerünk!
nb: Vær fornøyd med deg selv! Kom igjen!
zh_cn: 我真为你骄傲！咱们搞定它！

source: I'm so proud of you! Lets get it done!
cs: Povolit opakování úkolů
hu: Büszke vagyok magára! Lásson hozzá!
nb: Jeg er så stolt av deg! La oss få det gjort!
zh_cn: 完成后奖励你一点零食？

source: A little snack after you finish this?
cs: Opakování
hu: Egy kis nass, miután befejezte?
nb: Litt snacks etter at du har gjort deg ferdig?
zh_cn: 就这一个任务，如何？

source: Just this one task? Please?
cs: Každý %d
hu: Csak ezt az egyet! Legyen szíves!
nb: Bare denne ene oppgaven? Vær så snill?
zh_cn: 是时候缩短你的待办列表了！

source: Time to shorten your todo list!
cs: Opakovací interval
hu: Itt az idő rövidíteni a listán!
nb: På tide å korte ned på oppgavelista!
zh_cn: 告诉我这不是真的！你不是拖延者！

source: Please tell me it isn't true that you're a procrastinator!
cs: Dnů
hu: Ne mondja, hogy maga is halogatós típus!
nb: Ikke fortell meg at du er en somlekopp!
zh_cn: 懒惰已经过时了，不是吗？

source: Doesn't being lazy get old sometimes?
cs: Týdnů
hu: A lustaság nem olyan elavult dolog?
nb: Blir du ikke lei iblant av å være lat?
zh_cn: 某地某人正依靠你去完成它！

source: Somewhere, someone is depending on you to finish this!
cs: Měsíců
hu: Valahol valaki arra vár, hogy ezt befejezze!
nb: Et sted er noen avhengig av at du gjør ferdig dette!
zh_cn: 当你说推迟时，你其实是在说“我正在做”，是吧？

source: When you said postpone, you really meant 'I'm doing this', right?
cs: Hodin
hu: Amikor azt mondta, elhalasztja, arra gondolt, hogy "ezt megcsinálom", ugye?
nb: Når du sa "utsett", mente du egentlig "nå gjør jeg dette", ikke sant?
zh_cn: 这是你最后一次推迟它了，对吧？

source: This is the last time you postpone this, right?
cs: Minut
hu: Most halasztotta el utoljára, rendben?
nb: Dette er siste gang du utsetter oppgaven, ikke sant?
zh_cn: 今天就完成它！我不会告诉任何人！

source: Just finish this today, I won't tell anyone!
cs: Year(s)
hu: Ezt még tegye meg ma, nem mondom el senkinek!
nb: Bare gjør det ferdig i dag, jeg skal ikke sladre!
zh_cn: 明明可以不推迟，为什么要推迟呢！

source: Why postpone when you can um... not postpone!
cs: od data splnění
hu: Minek elhalasztani, ha helyette lehet... ööö... nem elhalasztani?
nb: Hvorfor utsette når du kan...la være!
zh_cn: 我坚信，你确定一定以及肯定会完成它，对吧？
