Repository: todoroo/astrid
Catalog: translations/strings-*.po
Languages: cs, hu, nb, zh_cn

source: Share
nb: Del

source: Password
hu: Jelszó
nb: Passord
zh_cn: 密码

source: Alarms
hu: Riasztások
nb: Varsler
zh_cn: 闹钟

source: Add an Alarm
cs: Přidat alarm
hu: Riasztás hozzáadása
nb: Legg til nytt varsel
zh_cn: 添加闹钟

source: Backups
cs: Zálohy
hu: Biztonsági mentések
nb: Sikkerhetskopier
zh_cn: 备份

source: Latest: %s
cs: Předchozí: %s
hu: Utolsó: %s
nb: Siste: %s
zh_cn: 上一次备份：%s

source: Last Backup Failed
cs: Předchozí zálohování selhalo
hu: Utolsó mentés sikertelen
nb: Siste sikkerhetskopiering mislyktes
zh_cn: 上一次备份失败

source: (tap to show error)
cs: klikněte pro zobrazení chyby
hu: mutassa a hibát
nb: (klikk for å vise feil)
zh_cn: (点选以显示错误)

source: Never Backed Up!
cs: Nikdy nezálohováno!
hu: Még nincs biztonsági mentés!
nb: Sikkerhetskopi aldri utført!
zh_cn: 从未备份！

source: Options
cs: Možnosti
hu: Beállítások
nb: Alternativer
zh_cn: 选项

source: Automatic Backups
cs: Automatické zálohování
hu: Automatikus mentés
nb: Automatisk sikkerhetskopiering
zh_cn: 自动备份

source: Automatic Backups Disabled
cs: Automatické zálohování je zakázáno
hu: Automatikus mentés letiltva
nb: Automatisk sikkerhetskopiering deaktivert
zh_cn: 自动备份已禁用

source: Backup will occur daily
cs: Zálohování se bude provádět denně
hu: Naponta készül mentés
nb: Sikkerhetskopiering vil skje daglig
zh_cn: 备份将每天进行

source: How do I restore backups?
cs: Jak mohu obnovit zálohy?
hu: Hogyan történik a helyreállítás?
nb: Hvordan gjenoppretter jeg sikkerhetskopier?
zh_cn: 如何从恢复备份？

source: You need to add the Astrid Power Pack to manage and restore your backups. As a favor, Astrid also automatically backs up your tasks, just in case.
cs: Pro správu a obnovení vašich záloh musíte zakoupit "Astrid Power Pack". Získáte tím také funkci automatického zálohování vašich úkolů.
hu: A biztonsági mentések kezeléséhez és helyreállításához szükséges az Astrid Power Pack. A biztonság kedvéért az Astrid szívességből automatikusan is készít biztonsági mentéseket.
nb: Du må legge til Astrid Power Pack for å håndtere og gjenopprette sikkerhetskopier. For sikkerhets skyld tar Astrid en automatisk sikkerhetskopi av oppgavene dine.
zh_cn: 您需要添加 Astrid Power Pack 以管理和恢复备份。作为回报，Astrid 会自动备份您的任务，以防万一。

source: Manage Your Backups
cs: Spravovat tvé zálohy
hu: Biztonsági mentések kezelése
nb: Håndter sikkerhetskopiene dine
zh_cn: 管理备份

source: Import Tasks
cs: Importovat úkoly
hu: Feladatok importálása
nb: Importer oppgaver
zh_cn: 导入任务

source: Export Tasks
cs: Exportovat úkoly
hu: Feladatok exportálása
nb: Eksporter oppgaver
zh_cn: 导出任务

source: Import Error
cs: Chyba v importu
hu: Importálási hiba
nb: Importfeil
zh_cn: 导入错误

source: Backed Up %1$s to %2$s.
cs: Odzálohovány %1$s do %2$s.
nb: Backup ferdig %1$ av %2$.

source: No Tasks to Export.
cs: Žádné úkoly pro export.
hu: Nincs exportálható feladat
nb: Ingen oppgaver å eksportere
zh_cn: 没有待导出的任务。

source: Exporting...
cs: Exportuji...
hu: Exportálás...
nb: Eksporterer...
zh_cn: 正在导出...

source: Restore Summary
cs: Souhrn obnovy
hu: Helyreállítási összegzés
nb: Gjennopprettingssammendrag
zh_cn: 恢复概要

source: File %1$s contained %2$s.\n\n %3$s imported,\n %4$s already exist\n %5$s had errors\n
cs: Soubor %1$s obsahuje %2$s.\n\n %3$s importováno,\n %4$s již existuje\n %5$s je chybných\n
nb: Filen %1$ inneholder %2$.\n\n %3$s importert,\n %4$ eksisterer allerede\n %5$ inneholdt feil\n

source: Importing...
cs: Probíhá import...
hu: Importálás...
nb: Importerer...
zh_cn: 正在导入...

source: Reading task %d...
cs: Načítávání úkolu %d...
hu: %d. feladat beolvasása...
nb: Leser oppgave %d...
zh_cn: 正在读取任务%d...

source: Could not find this item:
cs: Nemohl jsem nalézt tuto položku:
hu: Nem található a következő:
nb: Kunne ikke finne følgende:
zh_cn: 无法找到该条目：

source: Cannot access folder: %s
cs: Chyba v přístupu k adresáři: %s
hu: A mappa nem elérhető: %s
nb: Får ikke tilgang til mappen: %s
zh_cn: 无法访问文件夹: %s

source: Cannot access your SD card!
cs: Chyba v přístupu k SD kartě!
hu: Az SD kártya nem elérhető!
nb: Ditt SD-kort er ikke tilgjengelig!
zh_cn: 无法访问您的 SD 卡！

source: Select a File to Restore
cs: Zvolte soubor k obnově
hu: Válasszon helyreállítandó fájlt
nb: Velg fil å gjenopprette
zh_cn: 选择要恢复的文件

source: Astrid Tasks
cs: Astrid Úkoly
hu: Astrid Teendők
nb: Astrid Oppgaver
zh_cn: Astrid 任务列表

source: Astrid Permission
cs: Astrid Práva
hu: Astrid engedélyek
nb: Astrid Tillatelse
zh_cn: Astrid 权限

source: read tasks, display task filters
cs: zobrazit úkoly, zobrazit filtry úkolů
hu: feladatok olvasása, feladatszűrések megjelenítése
nb: les oppgaver, vis oppgavefiltre
zh_cn: 读取任务，显示任务过滤器

source: create new tasks, edit existing tasks
cs: vytvořit nové úkoly, upravit existující úkoly
hu: új feladat létrehozása, meglévő feladatok szerkesztése
nb: opprett nye oppgaver, rediger eksisterende oppgaver
zh_cn: 新建任务，编辑已存在任务

source: Delete this task?
cs: Smazat tento úkol?
hu: Törli a feladatot?
nb: Slett denne oppgaven?
zh_cn: 删除此任务吗?

source: Delete this item: %s?
cs: Smazat tuto položku? %s
hu: Törölje a következőt: %s?
nb: Slett følgende: %s?
zh_cn: 删除条目 %s 吗？

source: Upgrading your tasks...
cs: Obnovování vašich úkolů...
hu: Feladatok frissítése...
nb: Oppgraderer oppgavene dine...
zh_cn: 正在升级您的任务...

source: Time (hours : minutes)
cs: Čas (hodin : minut)
hu: Idő (óra : perc)
nb: Tid (timer : minutter)
zh_cn: 时间(小时:分钟)

source: Astrid should to be updated to the latest version in the Android market! Please do that before continuing, or wait a few seconds.
cs: Astrid by měl být aktualizován na poslední verzi z Android market Prosím udělej to, než budeš pokračovat, nebo chvíli počkej.
hu: Az Astridot frissíteni kell az Android Marketen a legújabb verzióra! Kérjük, a folytatás előtt tegye meg ezt vagy várjon néhány másodpercet.
nb: Astrid bør oppdateres til siste versjon i Android Marked! Vennligst gjør det før du fortsetter, eller vent noen sekunder.
zh_cn: Astrid 应当更新到电子市场上的最新版本！请更新后继续，或等上几秒钏。

source: Go To Market
cs: Jít do Android market
hu: Irány a Market
nb: Gå til Marked
zh_cn: 转到电子市场

source: I Accept
cs: Souhlasím
hu: Elfogadom
nb: Jeg godkjenner
zh_cn: 我同意

source: I Decline
cs: Odmítám
hu: Nem fogadom el
nb: Jeg godkjenner ikke
zh_cn: 我不同意

source: Astrid Terms Of Use
cs: Podmínky užívání programu Astrid
hu: Astrid Felhasználási Feltételek
nb: Astrid Brukervilkår

source: Click To Set
cs: $D $T
hu: Kattintson a beállításhoz
nb: Klikk for å sette
zh_cn: 点击以设定

source: Disable
cs: Poznámky
hu: Letiltás
nb: Deaktiver
zh_cn: 禁用

source: Notes
hu: Jegyzetek
nb: Notater
zh_cn: 备注

source: No Tasks!
cs: Doplňky
hu: Nincsenek feladatok!
nb: Ingen oppgaver!
zh_cn: 无任务！

source: Add-ons
cs: Třídit &amp; skryté
hu: Bővítmények
nb: Tillegg
zh_cn: 插件

source: Sort &amp; Hidden
cs: Synchronizovat!
hu: Rendezés & rejtett
nb: Sorter &amp; Skjult
zh_cn: 排序和隐藏

source: Sync Now!
cs: Nastavení
hu: Szinkronizálás!
nb: Synkroniser nå!
zh_cn: 现在同步！

source: Settings
cs: Nápověda
hu: Beállítások
nb: Innstillinger
zh_cn: 设置

source: Help
hu: Súgó
nb: Hjelp
zh_cn: 帮助

source: Search This List
cs: Vlastní
hu: Keresés a listában
nb: Søk i denne listen
zh_cn: 搜索此列表

source: Custom
cs: Přidat do seznamu...
hu: Egyéni
nb: Egendefinert
zh_cn: 自定义

source: Add to this list...
cs: Notifications are muted. You won't be able to hear Astrid!
hu: Hozzáadás a listához...
nb: Legg til denne listen...
zh_cn: 添加到此列表...

source: %s [hidden]
cs: Dokončeno %s
hu: %s [rejtett]
nb: %s [skjult]
zh_cn: %s[隐藏]

source: %s [deleted]
cs: Upravit
hu: %s [törölt]
nb: %s [slettet]
zh_cn: %s[已删除]

source: Finished %s
cs: Upravit úkol
hu: Befejezve %s
nb: Fullført %s
zh_cn: 完成于 %s

source: Edit
cs: Copy Task
hu: Szerkeszt
nb: Rediger
zh_cn: 编辑

source: Edit Task
cs: Smazat úkol
hu: Feladat szerkesztése
nb: Rediger oppgave
zh_cn: 编辑任务

source: Delete Task
hu: A feladat törlése
nb: Slett oppgave
zh_cn: 删除任务

source: Undelete Task
cs: Tříděné a skryté úkoly
hu: Feladat visszaállítása
nb: Gjenopprett slettet oppgave
zh_cn: 恢复任务

source: Purge Task
cs: Ukázat dokončené úkoly
hu: Végleges törlés
nb: Rens ut oppgave
zh_cn: 清理任务

source: Sorting and Hidden Tasks
cs: Ukázat skryté úkoly
hu: Rendezés és rejtett feladatok
nb: Sortering og skjulte oppgaver
zh_cn: 排序及隐藏任务

source: Show Completed Tasks
cs: Ukázat smazané úkoly
hu: Mutassa a befejezett feladatokat
nb: Vis fullførte oppgaver
zh_cn: 显示已完成任务

source: Show Hidden Tasks
cs: Možnosti třídění
hu: Mutassa a rejtett feladatokat
nb: Vis skjulte oppgaver
zh_cn: 显示隐藏任务

source: Show Deleted Tasks
cs: Astrid-chytré třídění
hu: Mutassa a törölt feladatokat
nb: Vis slettede oppgaver
zh_cn: 显示已删除任务

source: Sort Options
cs: Podle názvu
hu: Rendezési elv
nb: Sorteringsalternativer
zh_cn: 排序选项

source: Astrid Smart Sort
cs: Podle data ukončení
hu: Astrid okos rendezés
nb: Astrid intelligent sortering
zh_cn: Astrid 智能排序

source: By Title
cs: Podle důležitosti
hu: Cím szerint
nb: Etter tittel
zh_cn: 按标题

source: By Due Date
cs: Podle naposled upraveného
hu: Határidő szerint
nb: Etter forfallsdato
zh_cn: 按到期日期

source: By Importance
cs: Obrácené třídění
hu: Fontosság szerint
nb: Etter viktighet
zh_cn: 按重要性

source: By Last Modified
cs: Pouze jednou
hu: Utolsó módosítás szerint
nb: Etter siste endring
zh_cn: 按最后修改时间

source: Reverse Sort
cs: Vždy
hu: Sorrend megfordítása
nb: Omvendt sortering
zh_cn: 逆序

source: Just Once
cs: Astrid: Filtry
hu: Csak egyszer
nb: Kun en gang
zh_cn: 仅此一次

source: Always
cs: Načítání filtrů...
hu: Mindig
nb: Alltid
zh_cn: 总是

source: Astrid: Filters
cs: Vytvořit zástupce na ploše
hu: Astrid: Szűrések
nb: Astrid: Filtre
zh_cn: Astrid：过滤器

source: Loading Filters...
cs: Hledat úkoly...
hu: Szűrések betöltése
nb: Laster filtre...
zh_cn: 正在加载过滤器...

source: Create Shortcut On Desktop
cs: Nápověda
hu: Ikon létrehozása a főképernyőn
nb: Lag snarvei på skrivebordet
zh_cn: 创建桌面快捷方式

source: Search Tasks...
cs: Vytvořit zástupce
hu: Feladatok keresése...
nb: Søk etter oppgaver...
zh_cn: 搜索任务...

source: Name of shortcut:
cs: Souhlasející '%s'
hu: Ikon neve:
nb: Snarveiens navn:
zh_cn: 快捷方式名称：

source: Search For Tasks
cs: Vytvořen zástupce: %s
hu: Feladatok keresése
nb: Søk etter oppgaver
zh_cn: 搜索任务

source: Matching '%s'
cs: Astrid: Úprava '%s'
hu: '%s' találatai
nb: Matcher '%s'
zh_cn: 匹配‘%s’

source: Created Shortcut: %s
cs: Astrid: Nový úkol
hu: Ikon létrehozva: %s
nb: Snarvei opprettet: %s
zh_cn: 已创建快捷方式：%s

source: Astrid: Editing '%s'
cs: Obecné
hu: Astrid: '%s' szerkesztése
nb: Astrid: Redigerer '%s'
zh_cn: Astrid：编辑‘%s’

source: Astrid: New Task
cs: Sdílet
hu: Astrid: Új feladat
nb: Astrid: Ny oppgave
zh_cn: Astrid：新建任务

source: Basic
cs: Alarmy
hu: Alap
nb: Grunnleggende
zh_cn: 一般

source: Advanced
hu: Haladó
nb: Avansert
zh_cn: 高级

source: Title
cs: Důležitost
hu: Cím
nb: Tittel
zh_cn: 标题

source: Task Summary
cs: Termín
hu: Feladat összegzése
nb: Oppgavesammendrag
zh_cn: 任务概要

source: Importance
cs: V přesně daný čas?
hu: Fontosság
nb: Viktighet
zh_cn: 重要性

source: Deadline
cs: None
hu: Határidő
nb: Frist
zh_cn: 到期

source: At specific time?
cs: Skrýt do
hu: Adott időpontban?
nb: Ved bestemt tid?
zh_cn: 于指定时间？

source: No Time Set
hu: Nincs megadva időpont
nb: Ingen tid bestemt
zh_cn: 未设置时间

source: Hide Until
hu: Elrejtés eddig
nb: Skjul frem til
zh_cn: 隐藏至

source: Loading...
hu: Betöltés…
nb: Laster ...
zh_cn: 正在载入...

source: Enter Task Notes...
cs: Čas strávený úkolem
hu: Jegyzetek szerkesztése...
nb: Legg inn oppgavenotater...
zh_cn: 输入任务备注...

source: How Long Will it Take?
cs: Uložit změny
hu: Mennyi ideig fog tartani?
nb: Hvor lang tid vil det ta?
zh_cn: 需要多长时间?

source: Time Already Spent on Task
cs: Neukládat
hu: A feladattal eddig eltöltött idő
nb: Tid brukt på oppgaven til nå
zh_cn: 任务已耗时

source: Save Changes
cs: Smazat úkol
hu: Változtatások mentése
nb: Lagre endringer
zh_cn: 保存更改

source: Don't Save
cs: Úkol uložen: termín je %s
hu: Ne mentsen
nb: Ikke lagre
zh_cn: 不保存

source: Task Saved: due %s
cs: Úprava úkolu byla zrušena
hu: Feladat mentve: határidő %s
nb: Oppgave lagret: forfaller %s
zh_cn: 任务已保存：%s 到期

source: Task Saved
cs: Úkol vymazán!
hu: Feladat mentve
nb: Oppgave lagret
zh_cn: 任务已保存

source: Task Editing Was Canceled
cs: Žádný termín
hu: Feladat szerkesztése visszavonva
nb: Oppgaveredigering ble avbrutt
zh_cn: 任务编辑已取消

source: Task Deleted!
cs: Určitý den
hu: Feladat törölve!
nb: Oppgave slettet!
zh_cn: 任务已删除！

source: Specific Day/Time
cs: Získat "Power pack"
hu: Konkrét időpont
nb: Spesifikk dag/tidspunkt
zh_cn: 具体日期/时间

source: Today
hu: Ma
nb: I dag
zh_cn: 今天

source: Tomorrow
hu: Holnap
nb: I morgen
zh_cn: 明天

source: (day after)
cs: In Two Weeks
hu: (következő nap)
nb: (dagen etter)
zh_cn: (几天后)

source: Next Week
hu: Jövő hét
nb: Neste uke
zh_cn: 下周

source: No Deadline
hu: Nincs határidő
nb: Ingen frist
zh_cn: 无到期日

source: Don't hide
hu: Ne rejtse el
nb: Ikke skjul
zh_cn: 不隐藏

source: Task is due
hu: Elérkezett a határidő
nb: Oppgaven forfaller
zh_cn: 任务到期

source: Day before due
hu: Határidő előtti nap
nb: Dagen før forfall
zh_cn: 还有几天到期

source: Week before due
hu: Határidő előtti hét
nb: Uke før forfall
zh_cn: 还有几周到期

source: Looking for more features?
cs: Vítej do Astrid!
hu: További funkciókat szeretne?
nb: Ser du etter flere funksjoner?

source: Get the Power Pack!
cs: Souhlasím!!
hu: Szerezze be a Power Packet!
nb: Skaff deg "the Power Pack!"

source: Welcome to Astrid!
hu: Üdvözli az Astrid!
nb: Velkommen til Astrid!
zh_cn: 欢迎使用 Astrid！

source: I Agree!!
cs: Získat podporu
hu: Elfogadom!
nb: Jeg er enig!
zh_cn: 我同意！

source: I Disagree
cs: Co je nového v Astrid?
hu: Nem fogadom el
nb: Jeg er ikke enig
zh_cn: 不同意

source: Get Support
cs: Poslední "Astrid" novinky
hu: Támogatás
nb: Få hjelp
zh_cn: 获取帮助

source: What's New In Astrid?
cs: Astrid: Vlastnosti
hu: Mi újság az Astridban?
nb: Hva er nytt i Astrid?
zh_cn: Astrid 更新

source: Latest Astrid News
cs: Vzhled
hu: Legfrissebb Astrid hírek
nb: Siste nytt om Astrid

source: Astrid: Settings
cs: Velikost seznamu úkolů
hu: Astrid: Beállítások
nb: Astrid: Innstillinger
zh_cn: Astrid：首选项

source: Appearance
cs: Velikost písma na hlavní straně seznamu
hu: Megjelenés
nb: Utseende
zh_cn: 外观

source: Task List Size
cs: Zobrazit poznámky v úkolu
hu: Feladatlista mérete
nb: Tekststørrelse for oppgavelista
zh_cn: 任务列表字体大小

source: Font size on the main listing page
cs: Notes will be displayed in quick action bar
hu: Betűméret a fő listanézetben
nb: Tekststørrelse for hovedlista
zh_cn: 主列表字体大小

source: Show Notes In Task
cs: Poznámky budou vždy zobrazeny
hu: Mutassa a feladatok jegyzeteit
nb: Vis notater i oppgaven
zh_cn: 显示任务备注

source: Notes will always be displayed
cs: Aktuální: %s
hu: A jegyzetek mindig megjelennek
nb: Notater vil alltid vises
zh_cn: 总是显示备注

source: New Task Defaults
hu: Új feladat alapértelmezései
nb: Standardinnstillinger for nye oppgaver
zh_cn: 新任务默认

source: Default Urgency
cs: Výchozí důležitost
hu: Alap határidő
nb: Standardfrist
zh_cn: 默认紧急程度

source: Currently: %s
hu: Aktuális: %s
nb: For tiden: %s
zh_cn: 当前：%s

source: Default Importance
cs: Výchozí Skrýt do
hu: Alap fontosság
nb: Standardviktighet
zh_cn: 默认重要性

source: Default Hide Until
cs: Výchozí připomenutí
hu: Alap elrejtés eddig
nb: Standard skjul frem til
zh_cn: 默认隐藏至

source: Default Reminders
cs: !!!! (Nejvyšší)
hu: Alap emlékeztetők
nb: Standardpåminnelser
zh_cn: 默认提醒

source: !!!! (Highest)
cs: ! (Nejnižší)
hu: !!!! (Legfontosabb)
nb: !!!! (Høyest)
zh_cn: !!!! (最高)

source: ! (Lowest)
cs: Zítra
hu: ! (Legkevésbé fontos)
nb: ! (Lavest)
zh_cn: ! (最低)

source: Day After Tomorrow
hu: Holnapután
nb: I overmorgen
zh_cn: 后天

source: No deadline reminders
cs: V termínu nebo po něm
hu: Nincsenek emlékeztetők
nb: Ingen varsling ved forfall
zh_cn: 无到期提醒

source: At deadline
cs: Day
hu: A határidőkor
nb: Ved forfall
zh_cn: 到期时

source: When overdue
cs: Night
hu: Ha már letelt a határidő
nb: Etter forfall
zh_cn: 过期时

source: At deadline or overdue
cs: Transparent (White Text)
hu: Határidőkor vagy utána
nb: Ved eller etter forfall
zh_cn: 到期或过期时

source: Astrid: Add Ons
cs: K dispozici
hu: Astrid: Bővítmények
nb: Astrid: Tillegg
zh_cn: Astrid：插件

source: Astrid Team
cs: Zdarma
hu: Astrid csapat
nb: Astrid-teamet
zh_cn: Astrid 团队

source: Installed
cs: Navštívit stránku
hu: Telepítve
nb: Installert
zh_cn: 已安装

source: Free
cs: Prázdný list!
hu: Ingyenes
nb: Gratis
zh_cn: 免费

source: Visit Website
cs: Nahrávám...
hu: Weboldal meglátogatása
nb: Besøk webside
zh_cn: 访问网站

source: Android Market
cs: Označte úkol pro zobrazení
nb: Android Marked
zh_cn: 电子市场

source: Empty List!
cs: About Astrid
hu: Üres lista!
nb: Tom liste!
zh_cn: 正在载入...

source: Select tasks to view...
cs: Vypadá to, že používáš aplikaci, která může ukončit proces (%s)! Jestli můžes, přidej Astrid do seznamu výjimek, ať není ukončován. Jinak Tě Astrid nemusí upozorňovat na úkoly.\n
hu: Válassza ki a megjelenítendő feladatokat...
nb: Velg oppgaver å se på
zh_cn: 看来您正在使用可以杀死进程的应用(%s)！如果可以的话，将 Astrid 添加到排除列表以使它不会被杀掉。否则 Astrid 可能无法在您的任务到期时通知您。\n

source: It looks like you are using an app that can kill processes (%s)! If you can, add Astrid to the exclusion list so it doesn't get killed. Otherwise, Astrid might not let you know when your tasks are due.\n
cs: Astrid je vysoce oceňovaný open source úkolovník, jednoduše ovladatelný a přesto velice výkonný, aby Vám pomohl mít vše hotovo. Značky, připomenutí, synchronizace s Remember The Milk, lokalizace a další.
hu: Úgy tűnik, olyan alkalmazást használ, ami képes folyamatokat kilőni (%s)! Ha lehetséges, adja hozzá az Astridot a kivétellistához, hogy ne legyen leállítva. Máskülönben az Astrid esetleg nem fogja figyelmeztetni, ha a feladatai határideje elérkezik.\n
nb: Det ser ut til at du bruker en app som kan avslutte prosesser (%s)! Hvis du kan, legg Astrid til eksklusjonslista så den ikke blir avsluttet. Ellers vil Astrid kanskje ikke si fra når oppgavene dine forfaller.\n
zh_cn: 看来您正在使用可以杀死进程的应用(%s)！如果可以的话，将 Astrid 添加到排除列表以使它不会被杀掉。否则 Astrid 可能无法在您的任务到期时通知您。\n

source: I Won't Kill Astrid!
cs: Aktivní úkoly
hu: Békén hagyom az Astridot!
nb: Jeg ønsker ikke å avslutte Astrid!
zh_cn: Astrid 任务/待办列表

source: Astrid Task/Todo List
cs: Hledat...
hu: Astrid Feladat / Tennivaló Lista
nb: Astrid Oppgaver/Ting å gjøre liste
zh_cn: Astrid 是一个人见人爱的开源的的待办/任务管理器。它能协助您搞定任务，内含提醒、标签、同步、通知插件、桌面小部件等多种功能。

source: Astrid is the much loved open-source todo list / task manager designed to help you get stuff done. It features reminders, tags, sync, Locale plug-in, a widget and more.
cs: Nedávno upravené
hu: Az Astrid a közkedvelt nyílt forráskódú teendőlista és feladatkezelő, amit arra terveztek, hogy segítsen a dolgai elvégzésében. Vannak benne emlékeztetők, címkék, szinkronizálás, Locale bővítmény, egy widget és még sok más.
nb: Astrid er en godt likt åpen-kilde å gjøre/oppgave liste, laget til hjelp for å få oppgaver gjort. Den inneholder påminnelser, tagger, synkronisering, en widget og mer.
zh_cn: Astrid 是一个人见人爱的开源的的待办/任务管理器。它能协助您搞定任务，内含提醒、标签、同步、通知插件、桌面小部件等多种功能。

source: Active Tasks
hu: Aktív feladatok
nb: Aktive oppgaver
zh_cn: 进行的任务

source: Search...
cs: Filters
hu: Keresés...
nb: Søk...
zh_cn: 最近修改

source: Recently Modified
cs: Smazat filtr
hu: Nemrég módosított
nb: Nylig endret
zh_cn: 自定义过滤器...

source: Custom Filter...
cs: Vlastní filtr
hu: Egyéni szűrés...
nb: Egendefinert filter...
zh_cn: 已保存过滤器

source: Saved Filters
hu: Mentett szűrések
nb: Lagrede filtre
zh_cn: 删除过滤器

source: Delete Filter
cs: Kopie %s
hu: Szűrés törlése
nb: Slett filter
zh_cn: 自定义过滤器

source: Custom Filter
cs: Aktivní úkoly
hu: Saját szűrés
nb: Egendefinert filter
zh_cn: 待保存的过滤器名称...

source: Name this filter to save it...
cs: nebo
hu: A mentéshez adjon nevet a szűrésnek...
nb: Lagre dette filteret ved å gi det et navn...
zh_cn: %s 复件

source: Copy of %s
cs: ne
hu: %s másolata
nb: Kopi av %s
zh_cn: 进行的任务

source: or
cs: %s má kritéria
hu: vagy
nb: eller
zh_cn: 非

source: also
cs: Zde můžete vytvořit vlastní filtry. Tlačítkem níže přidejte kritéria. Krátkým, nebo dlouhým stiskem je upravíte. Poté zvolte "Zobrazit"!
hu: és még
nb: også
zh_cn: 组合：%s

source: %s has criteria
cs: Přidat podmínku
hu: %s feltételei
nb: %s har kriterier
zh_cn: 删除行

source: Delete Row
cs: Zobrazit
hu: Sor törlése
nb: Slett rad
zh_cn: 您可在此创建新过滤器。使用下面的按钮添加条件，长按或短按以调整条件，然后点击“查看”！

source: This screen lets you create a new filters. Add criteria using the button below, short or long-press them to adjust, and then click "View"!
cs: Uložit &amp; Zobrazit
hu: Ezen a képernyőn új szűréseket hozhat létre. Adjon hozzá feltételeket a lenti gombbal, rövid vagy hosszú kattintással módosíthatja őket, majd kattintson a "Megtekintés" gombra!
nb: Denne skjermen lar deg lage nye filtre. Legg til kriterier ved hjelp av knappene under. Klikk eller klikk og hold på et kriterium for å gjøre innstillinger og klikk til slutt på "Vis"!
zh_cn: 添加条件

source: Add Criteria
cs: Podle termínu: ?
hu: Feltétel hozzáadása
nb: Legg til kriterium
zh_cn: 查看

source: View
cs: Podle termínu...
hu: Megtekintés
nb: Vis
zh_cn: 保存并查看

source: Save &amp; View
cs: Žádný termín
hu: Mentés & megtekintés
nb: Lagre &amp; vis
zh_cn: 到期于：?

source: Due By: ?
cs: Včera
hu: Határidő: ?
nb: Forfaller innen: ?
zh_cn: 到期于...

source: Due By...
cs: Dnes
hu: Határidő...
nb: Forfaller innen...
zh_cn: 无到期日

source: No Due Date
cs: Zítra
hu: Nincs határidő
nb: Ingen forfallsdato
zh_cn: 昨天

source: Yesterday
cs: Pozítří
hu: Tegnap
nb: I går
zh_cn: 今天

source: Next Month
hu: Jövő hónap
nb: Neste måned
zh_cn: 重要性至少?

source: Importance at least ?
cs: Označeno...
hu: Fontosság legalább ?
nb: Viktighet minst ?
zh_cn: 重要性...

source: Importance...
cs: Značka obsahuje...
hu: Fontosság...
nb: Viktighet...
zh_cn: 标签：?

source: Tagged: ?
hu: Címke: ?
nb: Tagget: ?
zh_cn: 标签...

source: Tagged...
hu: Címke...
nb: Tagget...
zh_cn: 标签包含...

source: Tag contains...
hu: Címke tartalmazza...
nb: Tagg inneholder...
zh_cn: 标签包含：?

source: Tag contains: ?
hu: Címke tartalmazza: ?
nb: Tagg inneholder: ?
zh_cn: 标题包含...

source: Title contains...
cs: Integrace kalendáře:
hu: Cím tartalmazza...
nb: Tittel inneholder...
zh_cn: 标题包含：?

source: Title contains: ?
cs: Vytvořit událost kalendáře
hu: Cím tartalmazza: ?
nb: Tittel inneholder: ?
zh_cn: 添加任务到日历出错！

source: Error adding task to calendar!
cs: Otevřít událost v kalendáři
hu: Hiba a naptárhoz adáskor!
nb: Klarte ikke å legge oppgave til kalender!
zh_cn: 日历集成：

source: Calendar Integration:
cs: Chyba při otevírání události!
hu: Együttműködés a naptárral:
nb: Kalenderintegrasjon:
zh_cn: 创建日历事件

source: Create Calendar Event
cs: Událost kalendáře také aktualizována!
hu: Esemény létrehozása a naptárban
nb: Opprett kalenderhendelse
zh_cn: 打开日历事件

source: Open Calendar Event
cs: %s (dokončeno)
hu: Naptári esemény megnyitása
nb: Åpne kalenderhendelse
zh_cn: 打开事件出错!

source: Error opening event!
cs: Výchozí kalendář
hu: Hiba az esemény megnyitásakor!
nb: Klarte ikke å åpne kalenderhendelse!
zh_cn: 日历事件已更新！

source: Calendar event also updated!
cs: Google Tasks
hu: A naptári esemény is frissült!
nb: Kalenderhendelsen ble også oppdatert!
zh_cn: %s (已完成)

source: %s (completed)
cs: Podle listu
hu: %s (kész)
nb: %s (fullført)
zh_cn: 默认日历

source: Default Calendar
cs: Google úkoly: %s
hu: Alapértelmezett naptár
nb: Standardkalender
zh_cn: Google Tasks

source: By List
cs: New List Name:
hu: Lista szerint
nb: Etter liste
zh_cn: Google Tasks: %s

source: Google Tasks: %s
cs: Error creating new list
hu: Google Teendők: %s
nb: Google Tasks
zh_cn: Welcome to Google Tasks!

source: Welcome to Google Tasks!
cs: In GTasks List...
hu: Üdvözli a Google Teendők!
nb: Velkommen til Google Tasks!
zh_cn: Drag the grabber on the left side of a task to rearrange it. Swipe the grabber left or right to change indentation.
