Repository: todoroo/astrid
Catalog: translations/strings-*.po
Languages: cs, hu, nb, zh_cn

source: You'll finish this eventually, I presume?
cs: od data dokončení
hu: Ezt egyszer még befejezi, jó gondolom?
nb: Jeg antar at du kommer til å avslutte denne oppgaven før eller siden?
zh_cn: 我觉得你真的很不错哦！不放下它，如何？

source: I think you're really great! How about not putting this off?
cs: $I na $D
hu: Ön igazán nagyszerű! Mi lenne, ha ezt nem halasztaná el?
nb: Jeg synes du er virkelig flink! Hva med å ikke utsette det?
zh_cn: 你认为你这样做能达到你的目标吗？！

source: Will you be able to achieve your goals if you do that?
cs: Každý %s
hu: El fogja érni a céljait, ha ezt teszi?
nb: Vil du være i stand til å nå dine mål hvis du gjør det?
zh_cn: 推迟，推迟，推迟！你什么时候能有改观！！！

source: Postpone, postpone, postpone. When will you change!
cs: %s po dokončení
hu: Halasztás, halasztás, halasztás. Mikor változik már meg?
nb: Utsett, utsett, utsett. Når vil du forandre deg!
zh_cn: 听够多你的借口了！现在就做！！

source: I've had enough with your excuses! Just do it already!
cs: Nastavení Remember the Milk
hu: Elegem van a kifogásaiból! Gyorsan végezze el!
nb: Jeg har hatt nok av unnskyldningene dine! Bare gjør det!
zh_cn: 你上次不是已经那样借口一次了吗？！

source: Didn't you make that excuse last time?
cs: RTM Opakující se úkol
hu: Nem ugyanez volt a kifogása a múltkor is?
nb: Fant du ikke på den unnskyldningen forrige gang?
zh_cn: 如果你那样做，我就不能帮助你管理生活...

source: I can't help you organize your life if you do that...
cs: Je nutná synchronizace s RTM
hu: Nem tudok segíteni az élete megszervezésében, ha ezt teszi...
nb: Jeg kan ikke hjelpe deg med å organisere livet ditt hvis du gjør det..
zh_cn: 重复任务

source: Repeating Tasks
cs: Remember the Milk
hu: Ismétlődő feladatok
nb: Gjentagende oppgaver
zh_cn: 允许任务重复

source: Allows tasks to repeat
cs: Seznamy
hu: Lehetővé teszi a feladatok ismétlődését
nb: Tillat gjentagende oppgaver
zh_cn: 重复

source: Repeats
cs: RTM seznam '%s'
hu: Ismétlődik
nb: Gjentakelser
zh_cn: 每%d

source: Every %d
cs: Remember the Milk
hu: Minden
nb: Hver %d
zh_cn: 重复区间

source: Repeat Interval
cs: RTM seznam:
hu: Ismétlődési periódus
nb: Gjentakelsesintervall
zh_cn: 天

source: Day(s)
cs: RTM Opakovací status:
hu: naponta
nb: Dag(er)
zh_cn: 周

source: Week(s)
cs: to je každý týden, po 14 dnech
hu: hetente
nb: Uke(r)
zh_cn: 月

source: Month(s)
cs: Remember the Milk
hu: havonta
nb: Måned(er)
zh_cn: 小时

source: Hour(s)
cs: Prosím přihlaš se a autorizuj Astrid:
hu: óránként
nb: Time(r)
zh_cn: 从到期日

source: from due date
cs: Chyba připojení! Zkontroluj Tvé Internetové připojení nebo možná RTM servery (status.rememberthemilk.com), pro možná řešení.
hu: a határidőtől
nb: fra forfallsdato
zh_cn: 从完成日

source: from completion date
cs: Značky:
hu: a befejezéstől
nb: fra avslutningsdato
zh_cn: $I，$D

source: $I on $D
cs: Název značky
hu: $I $D
nb: $I på $D
zh_cn: $I，%D

source: Every %s
cs: Select a list
hu: Minden %s
nb: Hver %s
zh_cn: 完成后 %s

source: %s after completion
cs: Seznamy
hu: %s a befejezés után
nb: %s etter avslutning
zh_cn: Remember the Milk 设置

source: Remember the Milk Settings
cs: Show List
hu: Remember The Milk beállítások
nb: Remember the Milk innstillinger
zh_cn: RTM 重复任务

source: RTM Repeating Task
cs: New List
hu: RTM ismétlődő feladat
nb: RTM gjentagende oppgave
zh_cn: 需要与 RTM 同步

source: Needs synchronization with RTM
cs: List Saved
hu: RTM szinkronizáció szükséges
nb: Trenger synkronisering med RTM
zh_cn: Remember the Milk

source: Lists
hu: Listák
nb: Lister
zh_cn: RTM 列表‘%s’

source: RTM List '%s'
cs: Seznamy
hu: RTM lista '%s'
nb: RTM Liste '%s'
zh_cn: Remember the Milk

source: RTM List:
cs: Shared With Me
hu: RTM lista:
nb: RTM Liste:
zh_cn: RTM 重复状态：

source: RTM Repeat Status:
cs: Inactive
hu: RTM ismétlési státusz:
nb: RTM Gjentakelsesstatus
zh_cn: 如：every week, after 14 days

source: i.e. every week, after 14 days
cs: Not In Any List
hu: azaz minden héten, 14 nap után
nb: f.eks. hver uke, etter 14 dager
zh_cn: Remember the Milk

source: Please Log In and Authorize Astrid:
cs: Rename List
hu: Kérjük, lépjen be és hatalmazza fel az Astridot:
nb: Vennligst logg inn og autoriser Astrid
zh_cn: 对不起，验证您的登录出错，请重试。\n\n错误信息：%s

source: Sorry, there was an error verifying your login. Please try again. \n\n Error Message: %s
cs: Delete List
nb: Beklager, kunne ikke verifisere innloggingen. Vennligst prøv igjen. \n\n Feilmelding: %s
zh_cn: 对不起，验证您的登录出错，请重试。\n\n错误信息：%s

source: Connection Error! Check your Internet connection, or maybe RTM servers (status.rememberthemilk.com), for possible solutions.
cs: Rename the list %s to:
nb: Tilkoblings feil! Sjekk internettforbindelsen din, evt. RTM serverene (status.rememberthemilk.com), for mulig feilløsning.
zh_cn: 标签:

source: Tags:
hu: Címkék:
nb: Tagger:
zh_cn: 标签名称

source: Tag Name
hu: Címke neve
nb: Taggnavn
zh_cn: 选择标签

source: Select a tag
hu: Válasszon címkét
nb: Velg en tagg
zh_cn: 标签

source: Tags
hu: Címkék
nb: Tagger
zh_cn: 按任务数量排序

source: Untagged
hu: Címke nélküli
nb: Utagget
zh_cn: 标签‘%s’

source: Tagged '%s'
hu: '%s' címkével
nb: Tagget '%s'
zh_cn: Rename Tag

source: Rename Tag
hu: Címke átnevezése
nb: Omdøp tagg
zh_cn: 删除标签

source: Delete Tag
hu: Címke törlése
nb: Slett tagg
zh_cn: Delete this tag: %s? (No tasks will be deleted.)

source: Delete this tag: %s? (No tasks will be deleted.)
hu: Törli a %s címkét? (Feladatok nem törlődnek.)
nb: Slett denne taggen: %s? (Ingen oppgaver vil bli slettet.)
zh_cn: Rename the tag %s to:

source: Rename the tag %s to:
hu: %s címke átnevezése erre:
nb: Omdøp taggen %s til:
zh_cn: No changes made

source: No changes made
cs: You can edit the task title after voice input finishes
hu: Nincs változás
nb: Ingen endringer gjort
zh_cn: Tag %s removed from %d tasks

source: Start Timer
hu: Időmérő indítása
nb: Start tidtaker
zh_cn: 停止定时器

source: Stop Timer
hu: Időmérő megállítása
nb: Stopp tidtaker
zh_cn: 已启动‘%s’的定时器

source: Timers Active for %s!
nb: Tidtaker aktiv for %s!
zh_cn: 定时器过滤器

source: Timer Filters
nb: Tidtakerfilter
zh_cn: 定时的任务

source: Tasks Being Timed
nb: Oppgaver med tidtaker
zh_cn: Speak to create a task

source: Speak to create a task
hu: Beszéljen egy feladat létrehozásához
nb: Snakk for å skape en oppgave
zh_cn: Speak to set task title

source: Speak to set task title
nb: Snakk for å sette tittelen til oppgaven
zh_cn: Speak to set task notes

source: Speak to set task notes
nb: Snakk for å sette oppgavenotater
zh_cn: Voice-input is not installed.\nDo you want to go to the market and install it?

source: Voice-input is not installed.\nDo you want to go to the market and install it?
nb: Talegjenkjenning er ikke installert.\nVil du gå til Markedet og installere?
zh_cn: Unfortunately voice-input is not available for your system.\nIf possible, please update Android to 2.1 or later.

source: Unfortunately voice-input is not available for your system.\nIf possible, please update Android to 2.1 or later.
nb: Dessverre er talegjenkjenning ikke tilgjengelig på ditt system.\nHvis mulig, vennligst oppdater til Android 2.1 eller senere.
zh_cn: Unfortunately the market is not available for your system.\nIf possible, try downloading voice search from another source.

source: Unfortunately the market is not available for your system.\nIf possible, try downloading voice search from another source.
nb: Dessverre er Markedet ikke tilgjengelig på ditt system.\nHvis mulig, prøv å laste ned talegjenkjenning fra en annen kilde.
zh_cn: Voice Input

source: Voice Input
hu: Hangbevitel
nb: Taleinndata
zh_cn: Voice input button will be displayed in task list page

source: Voice input button will be displayed in task list page
nb: Taleinndataknappen vil vises på siden med oppgavelista
zh_cn: Voice input button will be hidden on task list page

source: Voice input button will be hidden on task list page
nb: Taleinndataknappen vil skjules på siden med oppgavelista
zh_cn: Directly Create Tasks

source: Directly Create Tasks
hu: Feladat közvetlen létrehozása
nb: Skap en oppgave direkte
zh_cn: Tasks will automatically be created from voice input

source: Tasks will automatically be created from voice input
nb: Oppgaver vil bli skapt automatisk fra taleinndata
zh_cn: You can edit the task title after voice input finishes

source: You can edit the task title after voice input finishes
nb: Du kan redigere tittelen når innspillingen er klar
zh_cn: Voice Reminders

source: Voice Reminders
hu: Hangemlékeztetők
nb: Talepåminnelser
zh_cn: Astrid will speak task names during task reminders

source: Astrid will speak task names during task reminders
nb: Astrid vil lese opp oppgaver ved påminnelse
zh_cn: Astrid will sound a ringtone during task reminders

source: Astrid will sound a ringtone during task reminders
nb: Astrid vil spille en ringetone ved påminnelse
zh_cn: Voice Input Settings

source: Voice Input Settings
hu: Hangbevitel beállításai
nb: Taleinndatainnstillinger

source: 1 Year
hu: 1 év
nb: 1 år
zh_cn: 1年

source: %d Years
hu: %d év
nb: %d år
zh_cn: %d年

source: 1 Month
hu: 1 hónap
nb: 1 måned
zh_cn: 1个月

source: %d Months
hu: %d hónap
nb: %d måneder
zh_cn: %d个月

source: 1 Week
hu: 1 hét
nb: 1 uke
zh_cn: 1周

source: %d Weeks
hu: %d hét
nb: %d uker
zh_cn: %d周

source: 1 Day
hu: 1 nap
nb: 1 dag
zh_cn: 1天

source: %d Days
hu: %d nap
nb: %d dager
zh_cn: %d天

source: 1 Weekday
nb: 1 ukesdag

source: 1 Hour
hu: 1 óra
nb: 1 time
zh_cn: 1小时

source: %d Hours
hu: %d óra
nb: %d timer
zh_cn: %d小时

source: 1 Minute
hu: 1 perc
nb: 1 minutt
zh_cn: 1分钟

source: %d Minutes
hu: %d perc
nb: %d minutter
zh_cn: %d分钟

source: 1 Second
hu: 1 másodperc
nb: 1 sekund
zh_cn: 1秒

source: %d Seconds
hu: %d másodperc
nb: %d sekunder
zh_cn: %d秒

source: 1 Hr
hu: 1 ó
nb: 1 t
zh_cn: 1小时

source: %d Hrs
hu: %d ó
nb: %d t
zh_cn: %d小时

source: 1 Sec
hu: 1 mp
nb: 1 s
zh_cn: 1秒

source: %d Sec
hu: %d mp
nb: %d s
zh_cn: %d秒

source: 1 task
hu: 1 feladat
nb: 1 oppgave
zh_cn: 1任务

source: %d tasks
hu: %d feladat
nb: %d oppgaver
zh_cn: %d任务

source: Confirm?
hu: Megerősíti?
nb: Bekreft?
zh_cn: 确认？

source: Question:
hu: Kérdés:
nb: Spørsmål:
zh_cn: 问题：

source: Information
hu: Információ
nb: Informasjon
zh_cn: 信息

source: Error!
hu: Hiba!
nb: Feil!
zh_cn: 错误！

source: Yes
hu: Igen
nb: Ja
zh_cn: 是

source: No
hu: Nem
nb: Nei
zh_cn: 否

source: Close
hu: Bezárás
nb: Lukk
zh_cn: 关闭

source: Done
hu: Kész
nb: Utført
zh_cn: 完成

source: Oops, looks like an error occurred! Here's what happened:\n\n%s
nb: Oi, det oppstod en feil! Dette skjedde:\n\n%s
zh_cn: 哇，看来出错了！情况如下：\n\n%s

source: Oops, looks like an error occurred!
hu: Hoppá, úgy tűnik, hiba történt!
nb: Oi, det oppstod en feil!
zh_cn: 哇，看来出错了！

source: Please wait...
hu: Kis türelmet...
nb: Vennligst vent...
zh_cn: 请稍候...

source: Synchronizing your tasks...
hu: Feladatok szinkronizálása...
nb: Synkroniserer oppgavene dine...
zh_cn: 正在同步任务...

source: Synchronizing...
hu: Szinkronizálás...
nb: Synkroniserer...
zh_cn: 正在同步...

source: Synchronization
hu: Szinkronizálás
nb: Synkronisering
zh_cn: 同步

source: Not Logged In!
hu: Nincs bejelentkezve!
nb: Ikke innlogget!
zh_cn: 未登录！

source: Sync Ongoing...
hu: Szinkronizálás folyamatban...
nb: Synkronisering pågår...
zh_cn: 正在同步...

source: Last Sync: %s
hu: Utolsó szinkronizálás: %s
nb: Siste synkronisering: %s
zh_cn: 上一次同步：%s

source: Failed On: %s
hu: Sikertelen ekkor: %s
nb: Mislykket: %s
zh_cn: 同步失败：%s

source: Last Successful Sync: %s
hu: Utolsó sikeres: %s
nb: Siste vellykkede synkronisering: %s
zh_cn: 上一次成功同步：%s

source: Never Synchronized!
hu: Még nem volt szinkronizálva!
nb: Aldri synkronisert!
zh_cn: 从未同步！

source: Background Sync
hu: Szinkronizálás a háttérben
nb: Bakgrunnssynkronisering
zh_cn: 后台同步

source: Background synchronization is disabled
nb: Bakgrunnssynkronisering er deaktivert
zh_cn: 后台同步已禁用

source: Currently set to: %s
hu: Aktuális beállítás: %s
nb: Aktuell innstilling: %s
zh_cn: 当前设置为：%s

source: Wifi Only Setting
nb: Bare Wifi Innstilling
zh_cn: 仅使用 Wifi

source: Background synchronization only happens when on Wifi
nb: Bakgrunnssynkronisering skjer kun med Wifi-tilkobling
zh_cn: 仅当 Wifi 打开时使用后台同步

source: Background synchronization will always occur
nb: Bakgrunnssynkronisering skjer alltid
zh_cn: 总是使用后台同步

source: Actions
hu: Műveletek
nb: Handlinger
zh_cn: 行动

source: Synchronize Now!
hu: Szinkronizáljon most!
nb: Synkroniser nå!
zh_cn: 现在同步!

source: Log In &amp; Synchronize!
hu: Belépés &amp; Szinkronizálás
nb: Logg inn &amp; Synkroniser!
zh_cn: 登录&amp;同步

source: Log Out
hu: Kijelentkezés
nb: Logg ut
zh_cn: 注销

source: Clears all synchronization data
nb: Sletter all synkroniseringsdata
zh_cn: 清除所有同步数据

source: Log out / clear synchronization data?
nb: Logg ut / slett synkroniseringsdata?
zh_cn: 注销并清除同步数据？

source: disable
hu: letiltás
nb: deaktiver
zh_cn: 禁用

source: every fifteen minutes
hu: negyedóránként
nb: hvert kvarter
zh_cn: 每十五分钟

source: every thirty minutes
hu: félóránként
nb: hver halvtime
zh_cn: 每半小时

source: every hour
hu: óránként
nb: hver time
zh_cn: 每小时

source: every three hours
hu: három óránként
nb: hver tredje time
zh_cn: 每三小时

source: every six hours
hu: hat óránként
nb: hver sjette time
zh_cn: 每六小时

source: every twelve hours
hu: tizenkét óránként
nb: hver tolvte time
zh_cn: 每十二小时

source: every day
hu: naponta
nb: daglig
zh_cn: 每天

source: every three days
hu: három naponta
nb: hver tredje dag
zh_cn: 每三天

source: every week
hu: hetente
nb: hver uke
zh_cn: 每周

source: Configure Widget
hu: Widget beállítása
nb: Konfigurer widget
zh_cn: 配置小部件

source: Widget color
hu: Widget színe
nb: Fargen til widget
zh_cn: 小部件颜色

source: Show calendar events
nb: Vis kalenderhendelser
zh_cn: 显示日历事项

source: Hide encouragements
nb: Skjul oppmuntringer
zh_cn: 隐藏鼓励

source: Select Filter
hu: Válasszon szűrést
nb: Velg filter
zh_cn: 选择过滤器

source: Due:
hu: Határidő:
nb: Forfall:
zh_cn: 到期：

source: Past Due:
hu: Határidő után:
nb: Forfalt:
zh_cn: 过期：

source: You need at least version 3.6 of Astrid in order to use this widget. Sorry!
nb: Du behøver minst versjon 3.6 av Astrid for å bruke denne widget. Beklager!

source: Hi there!
hu: Halihó!
nb: Hei du!

source: Have time to finish something?
hu: Ráér befejezni valamit?
nb: Har du tid til å gjøre noe ferdig?
zh_cn: 有时间完成什么吗？

source: Gosh, you are looking suave today!
nb: Oi, du ser sofistikert ut i dag!
zh_cn: 哇，你今天太帅了！

source: Do something great today!
hu: Csináljon ma valami nagyszerűt!
nb: Gjør noe fantastisk i dag!

source: Make me proud today!
hu: Tegyen ma büszkévé!
nb: Gjør meg stolt i dag!

source: How are you doing today?
hu: Mi a helyzet ma?
nb: Hvordan står det til i dag?

source: Good morning!
hu: Jó reggelt!
nb: God morgen!

source: Good afternoon!
hu: Szép jó napot!
nb: God ettermiddag!

source: Good evening!
hu: Jó estét!
nb: God kveld!

source: Late night?
hu: Késő van?
nb: Sen kveld?

source: It's early, get something done!
nb: Det er tidlig, få gjort noe!

source: Afternoon tea, perhaps?
hu: Délutáni teát esetleg?
nb: Litt ettermiddagste kanskje?

source: Enjoy the evening!
hu: Élvezze az estét!
nb: Nyt kvelden!

source: Sleep is good for you, you know!
hu: Tudja, hogy az alvás jót tesz Önnek!
nb: Søvn er bra for deg, vet du!

source: You've already completed %d tasks!
hu: Már %d feladatot elvégzett!
nb: Du har allerede avsluttet %d oppgaver!

source: Score in life: %d tasks completed
hu: Élet-pontszám: %d befejezett feladat
nb: Poeng i livet: %d oppgaver avsluttet

source: Smile! You've already finished %d tasks!
hu: Mosolyogjon! Már %d feladattal végzett!
nb: Smil! du har allerede avsluttet %d oppgaver!

source: You haven't completed any tasks yet! Shall we?
nb: Du har ikke gjort ferdig noen oppgaver ennå! Skal vi?

source: Black
hu: Fekete
nb: Svart
zh_cn: 黑

source: White
hu: Fehér
nb: Hvit
zh_cn: 白

source: Blue
hu: Kék
nb: Blå
zh_cn: 蓝

source: Translucent
hu: Áttetsző
nb: Gjennomskinnelig
zh_cn: 半透明

source: Alarm!
hu: Ébresztő!
zh_cn: 闹钟！

source: Status
cs: Stav
hu: Állapot
zh_cn: 状态

source: Create Shortcut
cs: Hledat úkoly
hu: Ikon létrehozása
zh_cn: 创建快捷方式

source: Available
cs: Android Market
hu: Elérhető
zh_cn: 可用

source: not
cs: Odstranit řádek
hu: nem
zh_cn: 和

source: Google Tasks
cs: Creating list...
hu: Google Teendők
zh_cn: By List

source: Google Tasks (Beta!)
cs: Astrid: Google Úkoly
hu: Google teendők (Béta!)
zh_cn: Astrid: Google Tasks

source: Astrid: Google Tasks
cs: Vytvoř svůj první úkol
hu: Astrid: Google Teendők
zh_cn: Intro: Press me to see details

source: Two ways to add a task:\n 1) Quick Add: Just type the task into the quick entry box and press the + button that appears on the left.\n\n 2) Regular add: Press the button to the right of the quick entry box. Add basic details (due date, tags, notes) or set more advanced options. Save the task with the save button or your phone's back button.\n\n
hu: Két módon lehet feladatokat létrehozni:\n 1) Gyors hozzáadás: Egyszerűen írja be a feladat nevét a beviteli mezőbe és nyomja meg a bal oldalon megjelenő + gombot.\n\n 2) Szokásos hozzáadás: Nyomja meg a beviteli mezőtől jobbra található gombot. Adja meg az alapvető információkat (határidő, címkék, jegyzetek) vagy haladó beállításokat. Mentse a feladatot a mentés gombbal vagy a telefonja vissza gombjával.\n\n
zh_cn: Add a widget to your desktop

source: Setup sync with Gmail Tasks or Producteev
hu: Állítsa be a Google Teendők vagy Producteev szinkronizációt
zh_cn: Astrid makes it possible for you to sync your tasks with the simple task list provided by Gmail. For more advanced task features we recommend synchronization with Producteev.\n\n To enable sync from Astrid press "Menu" -&gt; "Settings" -&gt; "Synchronization" and choose the sync provider you prefer.

source: Filter:
cs: Creator
hu: Szűrés:
zh_cn: 通知仅限：

source: 1 Min
hu: 1 perc
zh_cn: 1分钟

source: %d Min
hu: %d perc
zh_cn: %d分钟

source: A desktop widget is a great way to keep track of your what you have to do as well as a way to quickly add new tasks.\n\n How to add a widget:\n 1) Long press on your phone's desktop.\n 2) Choose "Widget" form resulting menu\n 3) Choose the Astrid widget.\n 4) You can select a Astrid filter. Choose "Active Tasks" for all your tasks\n\n Bonus: Use the widget to add a task!
zh_cn: Setup sync with Gmail Tasks or Producteev

source: Astrid makes it possible for you to sync your tasks with the simple task list provided by Gmail. For more advanced task features we recommend synchronization with Producteev.\n\n To enable sync from Astrid press "Menu" -&gt; "Settings" -&gt; "Synchronization" and choose the sync provider you prefer.
zh_cn: Astrid 过滤器提醒

source: Astrid Power Pack
cs: Výchozí pracovní plocha
zh_cn: Anonymous Usage Stats

source: Astrid: Remember the Milk
cs: Delete this list: %s? (No tasks will be deleted.)
zh_cn: 连接错误！请检查您的网络连接，或 RTM 服务器(status.rememberthemilk.com)以获取可能答案。

source: List: %s
cs: Hlasový vstup

source: Login with Facebook
cs: Sign in with Facebook

source: Login with Google
cs: Sign in with Google

source: Don't use Google or Facebook?
cs: Don't have a Google or Facebook Account?

source: Manage Backups
cs: Zálohy

source: $D $T
cs: Zakázat

source: Accept EULA to get started!
cs: Comments

source: Comments
cs: Nahrávám...

source: Nothing To Show
cs: Refresh Comments

source: Refresh Comments
cs: Žádné úkoly!

source: Notifications are muted. You won't be able to hear Astrid!
cs: %s [skrytý]

source: Astrid reminders are disabled! You will not receive any reminders
cs: %s [smazán]

source: Copy Task
cs: Obnovit úkol

source: More
cs: Souhrn úkolu

source: None
cs: Nahrávám...

source: Hide Task From List Until:
cs: Poznámky

source: Specific Day
cs: Zítra

source: In Two Weeks
cs: Neskrývat

source: Notes will be displayed in quick action bar
cs: Color Theme

source: Color Theme
cs: Setting requires Android 2.0+

source: Setting requires Android 2.0+
cs: Výchozí urgentnost

source: Day
cs: Transparent (Black Text)

source: Night
cs: Manage Old Tasks

source: Transparent (White Text)
cs: Delete Completed Tasks

source: Transparent (Black Text)
cs: Do you really want to delete all your completed tasks?

source: Manage Old Tasks
cs: Deleted tasks can be undeleted one-by-one

source: Delete Completed Tasks
cs: Deleted %d tasks!

source: Do you really want to delete all your completed tasks?
cs: Purge Deleted Tasks

source: Deleted tasks can be undeleted one-by-one
cs: Do you really want to purge all your deleted tasks?\n\nThese tasks will be gone forever!

source: Deleted %d tasks!
cs: Purged %d tasks!

source: Purge Deleted Tasks
cs: Caution! Purged tasks can't be recovered without backup file!

source: Do you really want to purge all your deleted tasks?\n\nThese tasks will be gone forever!
cs: Astrid: doplňky

source: Purged %d tasks!
cs: Astrid tým

source: Caution! Purged tasks can't be recovered without backup file!
cs: Nainstalováno

source: About Astrid
cs: Neukončím Astrid!

source: Current version: %s\n\n Astrid is open-source and proudly maintained by Todoroo, Inc.
cs: Astrid Úkol/Todo Seznam

source: Filters
cs: Pojmenujte tento filtr pro jeho uložení

source: List: ?
cs: Obsahuje značka: ?

source: List...
cs: Název obsahuje...

source: List name contains...
cs: Obsahuje název: ?

source: List name contains: ?
cs: Chyba při přidávání úkolu do kalendáře!

source: Creating list...
cs: Vítejte v Google úkolech!

source: New List Name:
cs: Drag the grabber on the left side of a task to rearrange it. Swipe the grabber left or right to change indentation.

source: Error creating new list
cs: In List: ?

source: In List: ?
cs: Clear Completed

source: In GTasks List...
cs: Přihlašte se do Google úkolů

source: Clearing completed tasks...
cs: Please log in to Google Tasks Sync (Beta!). Non-migrated Google Apps accounts are currently unsupported.

source: Clear Completed
cs: No available Google accounts to sync with.

source: Please log in to Google Tasks Sync (Beta!). Non-migrated Google Apps accounts are currently unsupported.
cs: Přihlásit se

source: No available Google accounts to sync with.
cs: E-mail

source: Authenticating...
cs: Error authenticating! Please check your username and password in your phone's account manager

source: Error authenticating! Please check your username and password in your phone's account manager
cs: Sync on Save

source: Sync on Save
cs: Google's Task API is in beta and has encountered an error. The service may be down, please try again later.

source: Sync individual tasks as they are saved
cs: Úvod: Stiskni mne pro zobrazení poznámek

source: Google's Task API is in beta and has encountered an error. The service may be down, please try again later.
cs: Dva způsoby, jak přidat úkol:\n 1) Rychlé zadání: jednoduše zapište úkol do řádku "rychlého vytvoření úkolu" a stiskněte +, které se zobrazí vlevo.\n\n 2) Obvyklé zadání: Stiskněte tlačítko vpravo od řádku "rychlého vytvoření úkolu". Vložte základní údaje (termín, značky, poznámky) nebo zvolte pokročilé nastavení. Úkol uložte tlačítkem "uložit" nebo tlačítkem "zpět" na vašem telefonu.\n\n

source: Two ways to add a task:\n 1) Quick Add: Type the task into the quick entry box at bottom of screen and press the + button on the right.\n 2) Regular Add: Press the + button of the quick entry box. Add as much detail as you want. Then press "Save" or use your phone's back button.\n
cs: Setup sync with Astrid.com

source: 1) Long Press on your phone's desktop\n 2) Choose "Widget"\n 3) Choose the Astrid widget\n 4) Select the list you want and press OK.\n
cs: Astrid Upozornění filtrů

source: Setup sync with Astrid.com
cs: Astrid Ti pošle upozornění, když budeš mít úkoly v následujícím filtru:

source: 1) Press your Menu button\n 2) Choose "Sync Now"\n 3) Select "Astrid.com"\n 4) Log In &amp; Synchronize!\n
cs: Filtr:

source: Add a task here
cs: Omezit upozornění na:

source: Tap task to edit and share
cs: jednou za hodinu

source: Tap list settings to share the entire list
cs: jednou za šest hodin

source: Collaborators can help you build your list or finish tasks
cs: jednou za dvanáct hodin
